Repository: PedroTeloeken/estacioneaqui
Catalog: EstacioneAqui/Resources/Localizable.xcstrings
Source language: en
Languages: es, pt_br

source: Active areas
es: Áreas activas
pt_br: Áreas ativas

# active_areas_count %lld
source: Active areas, %lld
es: Áreas activas, %lld
pt_br: Áreas ativas, %lld

source: Add
es: Agregar
pt_br: Adicionar

source: Add balance
es: Agregar saldo
pt_br: Adicionar saldo

source: Add credits
es: Agregar créditos
pt_br: Adicionar créditos

source: Add vehicle
es: Agregar vehículo
pt_br: Cadastrar veículo

source: All
es: Todos
pt_br: Todos

# app_tagline
source: Blue zone, no stress.
es: Zona azul, sin estrés.
pt_br: Zona azul, sem estresse.

# area_accessibility %@ %@ %@
source: %1$@, %2$@, %3$@ per hour
es: %1$@, %2$@, %3$@ por hora
pt_br: %1$@, %2$@, %3$@ por hora

# area_accessibility_here %@ %@ %@
source: %1$@, %2$@, %3$@ per hour, you're here
es: %1$@, %2$@, %3$@ por hora, estás aquí
pt_br: %1$@, %2$@, %3$@ por hora, você está aqui

source: Available balance
es: Saldo disponible
pt_br: Saldo disponível

source: Balance
es: Saldo
pt_br: Saldo

# blue_area_price %@
source: Blue area, %@ per hour
es: Área azul, %@ por hora
pt_br: Área azul, %@ por hora

source: Blue Zone
es: Zona Azul
pt_br: Zona Azul

# blue_zone_city %@
source: Blue Zone · %@
es: Zona Azul · %@
pt_br: Zona Azul · %@

source: Cancel
es: Cancelar
pt_br: Cancelar

# car_pin_hint
source: Tap to see the distance and get walking directions back
es: Toca para ver la distancia y trazar la ruta de vuelta
pt_br: Toque para ver a distância e traçar a rota de volta

source: Clear route
es: Borrar ruta
pt_br: Limpar rota

source: Close
es: Cerrar
pt_br: Fechar

source: Color (optional)
es: Color (opcional)
pt_br: Cor (opcional)

source: Confirm and park
es: Confirmar y estacionar
pt_br: Confirmar e estacionar

source: Confirm exit
es: Confirmar salida
pt_br: Confirmar saída

# confirm_left_spot
source: Confirm that you left the spot?
es: ¿Confirmas que saliste del lugar?
pt_br: Confirmar que você saiu da vaga?

# confirm_password_required
source: Repeat the password.
es: Repite la contraseña.
pt_br: Repita a senha.

# copyright %@
source: © %@ Pedro Henrique Teloeken. All rights reserved.
es: © %@ Pedro Henrique Teloeken. Todos los derechos reservados.
pt_br: © %@ Pedro Henrique Teloeken. Todos os direitos reservados.

source: Create account
es: Crear cuenta
pt_br: Criar conta

source: Credit
es: Crédito
pt_br: Crédito

source: Credits via app
es: Créditos vía app
pt_br: Créditos via app

# date_label
source: Date
es: Fecha
pt_br: Data

source: Debit
es: Débito
pt_br: Débito

# description_label
source: Description
es: Descripción
pt_br: Descrição

source: Distance
es: Distancia
pt_br: Distância

source: Duration
es: Duración
pt_br: Tempo de permanência

source: Edit vehicle
es: Editar vehículo
pt_br: Editar veículo

source: Email
es: Correo electrónico

# email_example
source: you@email.com
es: tu@email.com
pt_br: voce@email.com

source: End
es: Finalizar
pt_br: Encerrar

# end_label
source: End
es: Fin
pt_br: Término

source: End parking
es: Finalizar estacionamiento
pt_br: Encerrar estacionamento

source: End parking now?
es: ¿Finalizar el estacionamiento ahora?
pt_br: Encerrar o estacionamento agora?

source: ended at %@
es: terminó a las %@
pt_br: terminou às %@

source: ends at %@
es: termina a las %@
pt_br: termina às %@

# enter_plate
source: Enter the plate.
es: Ingresa la placa.
pt_br: Informe a placa.

source: Enter your email.
es: Ingresa tu correo electrónico.
pt_br: Informe seu e-mail.

source: Enter your name.
es: Ingresa tu nombre.
pt_br: Informe seu nome.

# error_bad_request
source: We couldn't complete the request. Check your data.
es: No se pudo completar la solicitud. Verifica los datos.
pt_br: Não foi possível concluir a solicitação. Verifique os dados.

# error_conflict
source: A record with this data already exists.
es: Ya existe un registro con esos datos.
pt_br: Já existe um cadastro com esses dados.

# error_decoding_failed
source: We couldn't read the response.
es: No se pudo interpretar la respuesta.
pt_br: Não foi possível interpretar a resposta.

# error_email_in_use
source: An account with this email already exists.
es: Ya existe una cuenta con este correo.
pt_br: Já existe uma conta com este email.

# error_forbidden
source: You don't have permission for this.
es: No tienes permiso para esto.
pt_br: Você não tem permissão para isso.

# error_invalid_credentials
source: Invalid email or password.
es: Correo o contraseña inválidos.
pt_br: Email ou senha inválidos.

# error_invalid_response
source: Invalid response from the server.
es: Respuesta inválida del servidor.
pt_br: Resposta inválida do servidor.

# error_no_connection
source: No internet connection.
es: Sin conexión a internet.
pt_br: Sem conexão com a internet.

# error_not_found
source: We couldn't find what you're looking for.
es: No encontramos lo que buscas.
pt_br: Não encontramos o que você procura.

# error_server_unavailable
source: Our servers are unavailable. Try again later.
es: Nuestros servidores no están disponibles. Intenta más tarde.
pt_br: Nossos servidores estão indisponíveis. Tente mais tarde.

# error_session_expired
source: Your session expired. Please sign in again.
es: Tu sesión expiró. Inicia sesión de nuevo.
pt_br: Sua sessão expirou. Entre novamente.

# error_timeout
source: The connection took too long. Try again.
es: La conexión tardó demasiado. Intenta de nuevo.
pt_br: A conexão demorou demais. Tente novamente.

# error_unknown
source: We couldn't complete it. Try again.
es: No se pudo completar. Intenta de nuevo.
pt_br: Não foi possível concluir. Tente novamente.

# extend_estimate %lld %@
source: Extend +%1$lld min ≈ %2$@
es: Extender +%1$lld min ≈ %2$@
pt_br: Estender +%1$lld min ≈ %2$@

# extend_minutes %lld
source: Extend +%lld min
es: Extender +%lld min
pt_br: Estender +%lld min

# extend_parking_now
source: Extend parking?
es: ¿Renovar el estacionamiento?
pt_br: Renovar o estacionamento?

source: Filters
es: Filtros
pt_br: Filtros

source: Get walking directions
es: Trazar ruta a pie
pt_br: Traçar rota a pé

source: Hide password
es: Ocultar contraseña
pt_br: Ocultar senha

source: Hide zone
es: Ocultar zona
pt_br: Ocultar zona

# how_much_add
source: How much do you want to add?
es: ¿Cuánto quieres agregar?
pt_br: Quanto você quer adicionar?

source: I already left
es: Ya salí del lugar
pt_br: Já saí da vaga

# identifier_label
source: Identifier
es: Identificador
pt_br: Identificador

source: Insufficient balance
es: Saldo insuficiente
pt_br: Saldo insuficiente

source: Invalid email.
es: Correo electrónico inválido.
pt_br: E-mail inválido.

source: Invalid plate.
es: Placa inválida.
pt_br: Placa inválida.

# location_off
source: Location turned off
es: Ubicación desactivada
pt_br: Localização desativada

# location_permission_prompt
source: Allow location access so we can find the blue zone you're in.
es: Permite el acceso a la ubicación para encontrar la zona azul donde estás.
pt_br: Permita o acesso à localização para encontrarmos a área azul onde você está.

# mark_all_read
source: Mark all as read
es: Marcar todas como leídas
pt_br: Marcar todas como lidas

source: Max time
es: Tiempo máximo
pt_br: Tempo máximo

# min_6_characters
source: At least 6 characters
es: Mínimo 6 caracteres
pt_br: Mínimo 6 caracteres

# minibar_accessibility_active %@ %@
source: Parking active at %1$@, vehicle %2$@
es: Estacionamiento activo en %1$@, vehículo %2$@
pt_br: Estacionamento ativo em %1$@, veículo %2$@

# minibar_accessibility_overdue %@ %@
source: Time exceeded at %1$@, vehicle %2$@, subject to fine
es: Tiempo excedido en %1$@, vehículo %2$@, sujeto a multa
pt_br: Tempo excedido em %1$@, veículo %2$@, sujeito a multa

# minibar_hint_active
source: Tap to see the details
es: Toca para ver los detalles
pt_br: Toque para ver os detalhes

# minibar_hint_overdue
source: Tap to free the spot
es: Toca para liberar el lugar
pt_br: Toque para liberar a vaga

source: Model (optional)
es: Modelo (opcional)
pt_br: Modelo (opcional)

# must_be_in_area
source: You need to be in this area to park.
es: Debes estar en esta área para estacionar.
pt_br: Você precisa estar nesta área para estacionar.

source: My car
es: Mi auto
pt_br: Meu carro

source: My vehicles
es: Mis vehículos
pt_br: Meus veículos

source: New vehicle
es: Nuevo vehículo
pt_br: Novo veículo

# no_account_question
source: Don't have an account?
es: ¿No tienes una cuenta?
pt_br: Não possui conta?

source: No active parking
es: Sin estacionamiento activo
pt_br: Sem estacionamento ativo

source: No notifications
es: Sin notificaciones
pt_br: Nenhuma notificação

# no_notifications_message
source: We'll let you know when something important happens.
es: Te avisaremos cuando ocurra algo importante.
pt_br: Avisaremos quando algo importante acontecer.

source: No sessions
es: Sin sesiones
pt_br: Nenhuma sessão

# no_sessions_message
source: Your parking sessions show up here.
es: Tus sesiones de estacionamiento aparecen aquí.
pt_br: Suas sessões de estacionamento aparecem aqui.

source: No transactions
es: Sin movimientos
pt_br: Nenhuma movimentação

# no_transactions_message
source: Your credits and debits show up here.
es: Tus créditos y débitos aparecen aquí.
pt_br: Seus créditos e débitos aparecem aqui.

source: No vehicles
es: Sin vehículos
pt_br: Nenhum veículo

# no_vehicles_message
source: Add a vehicle to start parking.
es: Agrega un vehículo para empezar a estacionar.
pt_br: Cadastre um veículo para começar a estacionar.

# no_vehicles_yet
source: You don't have any vehicles yet.
es: Aún no tienes vehículos registrados.
pt_br: Você ainda não tem veículos cadastrados.

source: Notifications
es: Notificaciones
pt_br: Notificações

source: On foot
es: A pie
pt_br: A pé

source: Open in Maps
es: Abrir en Mapas
pt_br: Abrir no Mapas

source: Open Settings
es: Abrir Ajustes
pt_br: Abrir Ajustes

source: or
es: o
pt_br: ou

source: Other amount
es: Otro monto
pt_br: Outro valor

# overdue_warning_body
source: Your time is up and the spot is still occupied. Extend the time or, if you've already left, report that you left to free the spot.
es: Se acabó tu tiempo y el lugar sigue ocupado. Renueva el tiempo o, si ya te fuiste, informa que saliste para liberar el lugar.
pt_br: Seu tempo acabou e a vaga continua ocupada. Renove o tempo ou, se já foi embora, informe que saiu para liberar a vaga.

source: Overtime
es: Excedente
pt_br: Excedente

# overtime_label
source: OVERTIME
es: EXCEDENTE
pt_br: EXCEDENTE

# overtime_minutes %lld
source: %lld min past paid time
es: %lld min más del pagado
pt_br: %lld min além do pago

source: Park
es: Estacionar
pt_br: Estacionar

source: Park here
es: Estacionar aquí
pt_br: Estacionar aqui

source: Parking
es: Estacionamiento
pt_br: Estacionamento

source: Password
es: Contraseña
pt_br: Senha

# password_min_6
source: Password must be at least 6 characters.
es: La contraseña debe tener al menos 6 caracteres.
pt_br: A senha deve ter pelo menos 6 caracteres.

# password_required
source: Password is required.
es: La contraseña es obligatoria.
pt_br: A senha é obrigatória.

# passwords_dont_match
source: The passwords don't match.
es: Las contraseñas no coinciden.
pt_br: As senhas não coincidem.

source: Payment
es: Pago
pt_br: Pagamento

source: Per hour
es: Por hora
pt_br: Por hora

source: Period
es: Período
pt_br: Período

# period_all
source: All
es: Todo
pt_br: Tudo

# period_last_7_days
source: Last 7 days
es: Últimos 7 días
pt_br: Últimos 7 dias

# period_last_30_days
source: Last 30 days
es: Últimos 30 días
pt_br: Últimos 30 dias

source: Plate
es: Placa
pt_br: Placa

# plate_placeholder
source: Plate (ABC1D23)
es: Placa (ABC1D23)
pt_br: Placa (ABC1D23)

source: Price per hour
es: Precio por hora
pt_br: Valor por hora

source: Primary
es: Principal
pt_br: Principal

source: Primary vehicle
es: Vehículo principal
pt_br: Veículo principal

source: Purchased time
es: Tiempo contratado
pt_br: Tempo contratado

source: Register
es: Registrar
pt_br: Cadastrar

# register_subtitle
source: It takes less than a minute.
es: Toma menos de un minuto.
pt_br: Leva menos de um minuto.

# release_spot_message
source: The spot will be freed for another driver. Only confirm if the vehicle is no longer there.
es: El lugar se liberará para otro conductor. Confirma solo si el vehículo ya no está en el lugar.
pt_br: A vaga será liberada para outro motorista. Confirme apenas se o veículo já não está no local.

# repeat_password
source: Repeat the password
es: Repite la contraseña
pt_br: Repita a senha

# route_failed
source: We couldn't calculate the route right now.
es: No se pudo calcular la ruta ahora.
pt_br: Não foi possível calcular a rota agora.

# route_not_found
source: We couldn't find a walking route here.
es: No encontramos una ruta a pie hasta aquí.
pt_br: Não encontramos um caminho a pé até aqui.

source: Save
es: Guardar
pt_br: Salvar

source: Search by plate
es: Buscar por placa
pt_br: Buscar por placa

# session_ended
source: Your session has ended.
es: Tu sesión ha finalizado.
pt_br: Sua sessão foi encerrada.

# session_in_progress_note
source: You already have a parking session in progress. Free the spot to start another.
es: Ya tienes una sesión de estacionamiento en curso. Libera el lugar para iniciar otra.
pt_br: Você já tem um estacionamento em curso. Libere a vaga para iniciar outro.

source: Sessions
es: Sesiones
pt_br: Sessões

source: Show password
es: Mostrar contraseña
pt_br: Mostrar senha

# show_zone
source: See zone on map
es: Ver zona en el mapa
pt_br: Ver zona no mapa

source: Sign in
es: Iniciar sesión
pt_br: Entrar

source: Sign out
es: Cerrar sesión
pt_br: Sair

# sign_out_question
source: Sign out?
es: ¿Cerrar sesión?
pt_br: Sair da conta?

source: Sign up
es: Regístrate
pt_br: Registre-se

source: Spent this month
es: Gastado en el mes
pt_br: Gasto no mês

# start_label
source: Start
es: Inicio
pt_br: Início

source: Status
es: Estado

# status_active
source: Active
es: Activo
pt_br: Ativo

# status_active_short
source: ACTIVE
es: ACTIVO
pt_br: ATIVO

# status_exceeded_short
source: EXCEEDED
es: EXCEDIDO
pt_br: EXCEDIDO

# status_finished
source: Finished
es: Finalizado
pt_br: Encerrado

# status_overdue
source: Time exceeded
es: Tiempo excedido
pt_br: Tempo excedido

# status_parking_active
source: PARKING ACTIVE
es: ESTACIONAMIENTO ACTIVO
pt_br: ESTACIONAMENTO ATIVO

# status_time_exceeded
source: TIME EXCEEDED
es: TIEMPO EXCEDIDO
pt_br: TEMPO EXCEDIDO

source: Straight line
es: En línea recta
pt_br: Em linha reta

# subject_to_fine
source: You may be fined
es: Puedes recibir una multa
pt_br: Você está sujeito a multa

source: SUMMARY
es: RESUMEN
pt_br: RESUMO

# summary_heading
source: Summary
es: Resumen
pt_br: Resumo

# tab_activity
source: Activity
es: Actividad
pt_br: Atividade

# tab_map
source: Map
es: Mapa
pt_br: Mapa

# tab_profile
source: Profile
es: Perfil
pt_br: Perfil

# tab_wallet
source: Wallet
es: Cartera
pt_br: Carteira

source: Tap to collapse
es: Toca para contraer
pt_br: Toque para recolher

source: Tap to expand
es: Toca para expandir
pt_br: Toque para expandir

# time_remaining_label
source: TIME REMAINING
es: TIEMPO RESTANTE
pt_br: TEMPO RESTANTE

source: Total paid
es: Total pagado
pt_br: Total pago

source: Transaction
es: Movimiento
pt_br: Movimentação

source: Transactions
es: Movimientos
pt_br: Movimentações

source: Try again
es: Intentar de nuevo
pt_br: Tentar de novo

# unread_prefix
source: Unread.
es: No leída.
pt_br: Não lida.

source: Until %@
es: Hasta %@
pt_br: Até %@

source: Vehicle
es: Vehículo
pt_br: Veículo

source: Wallet balance
es: Saldo de la cartera
pt_br: Saldo da carteira

source: Your name
es: Tu nombre
pt_br: Seu nome

source: Your parked car
es: Tu auto estacionado
pt_br: Seu carro estacionado

source: Your vehicle
es: Tu vehículo
pt_br: Seu veículo

source: You're here
es: Estás aquí
pt_br: Você está aqui
